Repository: djukonline/pluginwp-jvm-woocommerce-wishlist
Catalog: languages/jvm-woocommerce-wishlist-*.po
Languages: fr_fr

source: says : <em>Almost done! you need to <a href="%1$s">create a page</a> for your wishlist or <a href="%2$s">select an existing page</a> in the plugin settings</em>.
fr_fr: dit : <em>C'est presque fini! Vous devez <a href="%1$s">créer une page</a> pour votre liste d'envie ou <a href="%2$s">sélectionner une page existante</a> dans les paramètres du plugin</em>.

source: <br><br> <a href="%1$s" class="button button-primary">Create a page</a> &nbsp; <a href="%2$s" class="button button-primary">Select an existing page</a> &nbsp; <a href="%3$s" class="button">Skip setup</a>
fr_fr: <br><br> <a href="%1$s" class="button button-primary">Créer une page</a> <a href="%2$s" class="button button-primary">Sélectionner une page existante</a> <a href="%3$s" class="button">Ignorer la configuration</a>

source: Wishlist
fr_fr: Liste d'envies

source: Your wishlist page has been created succesfully
fr_fr: Votre page de liste d'envies a été créée avec succès

source: Settings
fr_fr: Paramètres

source: Wishlist Page
fr_fr: Page de liste d'envies

source: Donate
fr_fr: Don

source: Select a page...
fr_fr: Sélectionner une page...

source: It is recommended to set your wishlist page here, so themes and plugins can access its URL with the %s function.
fr_fr: Il est recommandé de définir votre page de liste d'envies ici, afin que les thèmes et les plugins puissent accéder à son URL avec la fonction %s.

source: You can use the %s shortcode to display your wishlist in your page.
fr_fr: Vous pouvez utiliser le shortcode %s pour afficher votre liste d'envies dans votre page.

source: Like this plugin? Please consider a donation.
fr_fr: Vous aimez le plugin! Vous pouvez faire un don.

source: Wishlist Options
fr_fr: Options de liste d'envies

source: Save Changes
fr_fr: Sauvegarder les mdifications

source: Remove from wishlist
fr_fr: Supprimer de la liste d'envies

source: Add to wishlist
fr_fr: Ajouter à la liste d'envies

source: %1$s needs at least PHP %2$s installed on your server. You have version %3$s currently installed. Please contact your hosting service provider if you're not able to update PHP by yourself.
fr_fr: %1$s nécessite au moins PHP %2$s installé sur votre serveur. La version %3$s est actuellement installée. Veuillez contacter votre hébergeur si vous n'êtes pas en mesure de mettre à jour PHP par vous-même.

source: Product
fr_fr: Produit

source: Price
fr_fr: Prix

source: Remove this item
fr_fr: Supprimer cet artcile

source: Out of Stock
fr_fr: Epuisé

source: In Stock
fr_fr: En Stock

source: No products on your wishlist yet.
fr_fr: Aucun produit sur votre liste d'envies pour le moment.

source: Return to shop
fr_fr: Retourner à la boutique

source: A Simple and Lightweight Wishlist for WooCommerce
fr_fr: Une liste d'envie simple et légère pour WooCommerce
